<?php

return [
    'event_cancelled' => 'Событие было отменено',
    'no_tickets' => 'Билетов больше нет',
    'no_seats' => 'Мест больше нет на это событие',
    'fan_removed' => 'Фанат был удален с события',
    'barcode_already_exists' => 'Штрих-код уже существует, попробуйте снова',
    'unknown_error' => 'Произошла неизвестная ошибка. Попробуйте позже',
    'invalid_ticket_type' => 'Неизвестный тип билета',
    'message' => [
        'success' => 'Заказ успешно забронирован',
        'approved' => 'Заказ успешно подтверждён',
        'created' => 'Заказ успешно создан'
    ]
];
